{
    "YunShenXtopic": "Are you still willing to come to me...$3#$b#Then I will follow my promise and treat you like a friend, I promise.$h",
    "Introduction": "name? …Yun Shen. Don't come to me when you have nothing to do, especially don't come to me in the early morning.#$b#Tsk, so why on earth can you come directly into my house? Is it because of the authority given by those two demons? Even though they are landlords, they can't go so far... It's annoying and I can't understand it.$a",
    "FlowerDance_Accept": "I? Ah, are you sure?$u#$b#Okay, let us two freaks do a freak dance.$h",
    "FlowerDance_Accept_Spouse": "Of course, I know you'll invite me.$h",
    "FlowerDance_Decline": "ah? Guo Baa Sai, I am blind and cannot dance, so I need to find someone else.$h",
    "AcceptBirthdayGift_Positive": "Birthday? What's the point of that...$s#$b#Well, since you care more than me, there is no need for me to spoil the fun. Thank you for your gift, I will put it away properly.",
    "AcceptBirthdayGift_Negative": "…tsk.$a#$b#Even though I know I'm annoying, but you gave me this... I don't mind being a little over the top.$a",
    "AcceptGift_(O)64": "Such a gorgeous red, so mesmerizing…$h#$b#If the color of blood could be like rubies, I wouldn't mind collecting them as ornamental items.$h",
    "AcceptGift_(O)283": "This is one of the ingredients for my red mushroom stew, thank you, it was a big help.$h",
    "AcceptGift_(O)420": "This is one of the ingredients for my red mushroom stew, thank you, it was a big help.$h",
    "AcceptGift_(O)119": "The weird sound will be something I want to collect, thank you.$h",
    "AcceptGift_(O)769": "The body was warm.$h",
    "AcceptGift_(O)196": "Uh, thank you, I won't eat it.",
    "AcceptGift_(O)609": "Uh, thank you, I won't eat it.",
    "AcceptGift_(O)303": "I'm bad enough as it is, don't make me fall further.$s",
    "AcceptGift_(O)346": "I'm bad enough as it is, don't make me fall further.$s",
    "AcceptGift_(O)348": "I'm bad enough as it is, don't make me fall further.$s",
    "AcceptGift_(O)459": "I'm bad enough as it is, don't make me fall further.$s",
    "AcceptGift_(O)423": "Now I really \"eat your rice\".$h",
    "AcceptGift_(O)84": "Tears of a snow monster, interesting saying.$h",
    "breakUp": "separate? Come on, you don't like me anymore, so no matter what I do, it won't help.#$b#I know I'm a bad person, but why are you messing with me?$s#$b#*choked with sobs*Obviously I didn't ask you to come close to me, so I still hate myself, and I hate that I can't hate you...$s",
    "divorced": "What are you here for? Come and see how miserable I am? Right after our divorce?$a#$b#*choked with sobs*I hate myself, hate myself for not being able to hate you...$s",
    "dumped_Girls": "If I were you, I wouldn't come here to find you unhappy at this time, right? You big radish?$h#$b#Oh, seriously, I don't like radishes.$h",
    "secondChance_Girls": "Oh, it's you.#$b#forgive? Who would have the heart to blame you?$h#$b#*Narrowing my eyes and staring at you*Theoretically, I should be the one who hires people without suspicion and doesn’t use them with suspicion. But as you said, I want to give you another chance. Why is this? Could it be some unknown special ability of yours?",
    "stardrop_gift": "This thing suddenly appeared in my pants pocket. I think it went to the wrong pocket. After all, you need it more, right?",
    "MovieInvitation": "It’s not a bad idea to accompany you. After all, I am a very idle person and I have plenty of time.$h",
    "give_flowersA": "Does this mean we'll be a couple? Hiss...is playing with my feelings part of your plan?$h#$b#But there is really no reason to refuse. After all, if I don’t hate you, then I like you~$h#$b#*shrug*But I still want to say that you have poor taste and don't understand what you can like about me, but I am very happy that you chose me.$h^You are the first girl to confess to me. Although I don’t understand why you like me, I am very happy that you chose me.$l",
    "give_flowersB": "I have received your application. Go home and wait for notification. You will receive an email reply within five working days.#$b#...Haha~ Your expression is really amazing, you are so cute.$h#$b#Since you sent the flowers, don’t regret it, right? You chose to associate with trash, so don't expect anything from me. I won't make any changes for you. As useless as I am, I can't make any guarantees to you other than my emotional devotion.$h",
    "give_pendant": "...!!!$u#$b#Are you serious? Do you have necrophilia?$u#$b#By the way, do you really know what this means? I think you should think rationally now, falling in love is okay, but getting married? You should know that I am by no means a good marriage partner.$s#$b#We can never have an equal relationship, and I will definitely become a burden to you. I will impose pressure on you that you should not bear, and my negative emotions will be overwhelmed and come back to you at any time...$s#$b#…$s#$b#%She lowered her head and was silent for a while, then hugged you tightly. You vaguely heard her agreeing to your proposal.",
    "rejectNPCA": "What the hell? You don't give it to everyone you meet, do you?$h",
    "rejectNPCB": "Le, do you give this as a gift? Give me? Your hobbies are really special.$h",
    "reject_two_heartA": "What the hell? You don't give it to everyone you meet, do you?$h",
    "reject_two_heartB": "It’s interesting. You can go to the zoo to apply for a job as an animal watcher, which is definitely eye-catching.$h",
    "reject_four_heartA": "What the hell? You don't give it to everyone you meet, do you? That would be so much fun.$h",
    "reject_four_heartB": "Wow...oh my god, are you really hungry, or have you been hit with something?$h",
    "engageA": "...Don't make me scold you.$a",
    "marriedA": "...Don't make me scold you.$a",
    "giftquestion_yes": "It's true, reward me with a meal of red mushroom stew.$h",
    "giftquestion_lie": "It's a lie. I'll reward you with a meal of red mushroom stew.$h",
    "DumpsterDiveComment": "What are you looking at me for? Do I know you?$0",
    "RejectMermaidPendant_NeedHouseUpgrade": "Thanks for the invitation, I still prefer my urn.",
    "RejectMermaidPendant_Under8Hearts": "marry? Do you really like me enough to get married? That's really hard to see.$u",
    "RejectMermaidPendant_Under10Hearts": "marry? So fast? There are more than a few things to consider when it comes to life, and I don't think you have thought it through clearly.",
    "RejectMermaidPendant_Under10Hearts_AskedAgain": "Even if you think you have it all figured out...what about me? Don’t I need time to think about it? You don't respect my idea, so dismiss it.",
    "WipedMemoryt": "ah? You ask me if I know who you are?$u#$b#What's the problem? Are you famous? Are you famous enough that I should know you? I just don’t know you, I’m so speechless.#$b#My memory is blank? It's none of your business, stop harassing me.$a#$b#*After driving you away, I started to miss you*So what if I lose my memory? It won't change my life anyway. I'm still the same loser, still in pain, and still want to die. Can it change if I just say that I remember you? How is this possible...$s",
    "wonEggHunt": "You actually won yesterday, you are very good.$h",
    "dating_YunShen_memory_oneday": "Well, they say they are lovers, but what are lovers supposed to do? Shall we hold hands first?$s",
    "dating_YunShen_memory_oneyear": "How long have we been together? Has it been almost a year? I didn’t expect you to last this long, and I hope our time together can last as long as possible…$l",
    "married_LuRenF": "You and my landlord are together, now you have really become \"family\"... I said they didn't mean it, right?$s#$b#Forget it, they are not bad people. Congratulations on your marriage.$h",
    "married_LuRenM": "You and my landlord are together, now you have really become \"family\"... I said they didn't mean it, right?$s#$b#Forget it, they are not bad people. Congratulations on your marriage.$h",
    "spring_1": "It’s the new year, but I’m still not dead. This life is so boring...",
    "Sun4": "You came? You said you are so busy, but you see me doing nothing every day, will you feel unhappy?$h#$q 24400500/24400501/24400502/24400503 #…#$r 24400500 10 Sun4_24400500#nod#$r 24400501 10 Sun4_24400501#deny#$r 24400502 10 Sun4_24400502#means you don't care#$r 24400503 -10 Sun4_24400503#shut her up",
    "Sun4_24400500": "Well, that's normal and no big deal.$h#$b#But even so, you are still close to me as always. Although I don't understand your motives, I can make it clear that I don't hate you.$h",
    "Sun4_24400501": "Well, although I don’t know if it’s true, I actually don’t care what you answer me.",
    "Sun4_24400502": "Indeed, everyone has their own way of life, and living your own is enough.",
    "Sun4_24400503": "%She was stunned for a moment, then nodded, stopped talking to you, and went back to do her own thing.",
    "Sun8": "Why didn't I take the initiative to come to you? Hmm... I have a quick question, isn't it scary with corpses running around? Don’t worry about why I show up during the festival, just tell me whether it affects the appearance of the city!$h#$b#Okay, the real reason is probably that I am used to it. I have never pursued anything. Family, friendship, love, material desires, they are all that kind to me. It is good to have them, but it is okay to not have them.#$b#Sounds scumbag, right? Indeed, I think so too, so are you leaving me?$h#$q 24400505/24400506/24400507/24400508/24400509 #…#$r 24400505 10 Sun8_24400505#nod#$r 24400506 10 Sun8_24400506#shake head#$r 24400507 10 Sun8_24400507#means you don't care#$r 24400508 0 Sun8_24400508#shut her up#$r 24400509 10 Sun8_24400509#Ask about the reasons for not pursuing the habit",
    "Sun8_24400505": "I understand you, I'm sorry I didn't tell you from the beginning that I'm a scumbag, I'm sorry, I'm a monster who doesn't understand emotions.$s#$b#…#$b#...It’s a bit uncomfortable, even though I don’t have the qualifications or the position to feel uncomfortable.$s",
    "Sun8_24400506": "…#$b#*sigh*Idiot, you should have nodded. If someone hurts you and makes you sad, you should not feel wronged or blame yourself. Rather than being patient, I hope you can love yourself.#$b#Don't think that the other person may have difficulties, and don't think that you are making excuses for others. Even though the other person hurts you, he actually still loves you. Love is not the reason to hurt you. To hit you with a knife in the name of love is nothing like love.#$b#Okay, although it seems like I, the bastard, am hurting you now. But I don’t want to hide it from you, I want to tell you that I am a fool who doesn’t understand love.$h#$b#But even so, you allowed me to be by your side. You are such an idiot. How could there be such a cute idiot like you in the world? It’s so cute!$l",
    "Sun8_24400507": "Um? Don't you care? That's it...$h#$b#I want to know something about you, can you tell me?$h#$b#I'm quite curious. You are just a sample in my eyes now, and your mental health is not ideal. I'm very curious about the causes of your symptoms. Let me study it, okay?$h",
    "Sun8_24400508": "%Yun Shen lowered her eyes, nodded, and handed you the small gift box on the table. She said something silently, her mouth seemed to be: I'm sorry. [64]",
    "Sun8_24400509": "…#$b#Just like eating, I am the kind of person who is not anorexic but doesn't like eating.#$b#I can feel the deliciousness of food, and I feel that the food is delicious when I eat it, but I usually don’t think about eating at all, even though eating is an instinctive behavior to maintain life.#$b#Seeking emotional communication is also a human instinct, but just like my attitude towards eating, I can feel the joy and satisfaction of emotional communication, but I will not go out of my way to seek or maintain a relationship.#$b#Connection with people and stuff like that...that's what living people need.$h",
    "summer_Wed10": "%Yun Shen stretched out his palm to you and smiled at you without saying a word.#$q 24400510/24400511/24400512/24400513 #…#$r 24400510 10 summer_Wed10_24400510#Put your hand on it#$r 24400511 10 summer_Wed10_24400511#Put your head on it#$r 24400512 10 summer_Wed10_24400512#Put the ruby ​​on it#$r 24400513 0 summer_Wed10_24400513#Give me a hand kiss",
    "summer_Wed10_24400510": "*smile widens*Good dog~$h#$b#%Her other hand rubs your head, again and again, and when you wonder how much longer she will continue, she says, \"You're so cute.\"",
    "summer_Wed10_24400511": "*smile widens*Good boy~$h^*smile widens*Good girl~$h#$b#%She pinched your face first, and then covered your eyes with her other hand. When you were wondering what she was going to do, you felt your lips being touched by something soft.#$b#You're so cute.$l",
    "summer_Wed10_24400512": "? While I like this, it wasn’t my intention…$u#$b#Forget it, thank you for the gift~$h",
    "summer_Wed10_24400513": "*freeze*Uh, what are you doing?#$b#It's not that I hate it, I just feel a little uncomfortable.$s#$b#…I thought about it, you couldn’t have done it on purpose, right?$h",
    "summer_Sat8": "%Yun Shen was motionless. He must be in a daze?#$q 24400515/24400516/24400517 #…#$r 24400515 10 summer_Sat8_24400515#shake her#$r 24400516 0 summer_Sat8_24400516#You also stared at her motionless#$r 24400517 10 summer_Sat8_24400517#Start crying",
    "summer_Sat8_24400515": "Um? What's wrong?$u#$b#I must have been stunned again. I am often so sluggish and slow to react. I hope you don't dislike my slow response.#$b#%She smiled reluctantly. You rarely see Yun Shen with such a gentle attitude. She seemed really tired.",
    "summer_Sat8_24400516": "…#$b#…#$b#…Um? @when did you come?$u",
    "summer_Sat8_24400517": "...I'm in a daze, not dead. Besides, you shouldn't cry even if I die. When the time comes, you should laugh, so as not to obscure my happy event.$h",
    "fall_Tue6": "In order to write about my OC, I looked up the Seven Deadly Sins, and found that no matter which sin my OC was placed in, the camp seemed wrong.$s#$q 24400520/24400521/24400522 #…#$r 24400520 10 fall_Tue6_24400520#Ask what kind of text is written#$r 24400521 10 fall_Tue6_24400521#Ask about OC’s personality#$r 24400522 10 fall_Tue6_24400522#Ask Yun Shen which crime camp he would put himself into",
    "fall_Tue6_24400520": "I haven’t thought about it yet. This is just an idea. I think the setting of the seven deadly sins is interesting, so I want to try to write a short story. Anyway, I may not be able to write it.$h",
    "fall_Tue6_24400521": "A top student who had no parental care since he was a child and had closed off his emotions. When he grew up, his emotional blockade was released due to an incident. He was curious about the world but fearful of strangers.$h#$b#In the circle of friends, he will act as a complainer. His personality is more gentle than wanting to cause trouble. He is relatively indifferent to feelings and does not understand feelings...$h#$b#%Yun Shen gave you a lot of settings, and after listening to it, you felt that this character was more like a semi-finished product, and the shaping was not specific enough.#$b#You're right, but I don't know, I don't know what kind of character I want to create.#$b#Sometimes I think he looks like me, but he's not that much like me. He is stronger than me and gentler than me. People around him are also kind people and he doesn’t need to worry about money. We are similar but different people.",
    "fall_Tue6_24400522": "Be lazy, escape from reality, do nothing about the status quo, and be absolutely lazy in life. There is no sin that suits me more than this.$h#$b#If you asked me what sins are most inappropriate for me, I would probably answer envy and greed.#$b#There is a difference between envy and jealousy. Others are others and I am me. There is nothing to compare with. Greed is even more irrelevant. After all, I only need such a small amount of personal space and I am already very satisfied.$h",
    "fall_Thu8": "This royal guard? Let me think about it...it seems to be a gift I got when I bought anime peripherals.$q 24400525/24400526/24400527 #…#$r 24400525 10 fall_Thu8_24400525#Ask Yun Shen if he believes in amulets#$r 24400526 10 fall_Thu8_24400526#Say you also want a guardian#$r 24400527 10 fall_Thu8_24400527#Ask Yunshen for this guard",
    "fall_Thu8_24400525": "Of course you don’t believe it. Aren’t these things just something people deceive themselves to gain peace of mind?$h#$b#*Touched his neck*But luckily it doesn't work...otherwise I wouldn't have met you?$h",
    "fall_Thu8_24400526": "*I glanced at the old guard*Uh, can I make a new one for you? If you don't mind if my handiwork sucks.$s",
    "fall_Thu8_24400527": "Um? Of course, but this guard is very old, as long as you don't mind.",
    "winter_Mon4": "@, do you think I’m weird?#$q 24400530/24400531/24400532 #…#$r 24400530 10 winter_Mon4_24400530#nod#$r 24400531 0 winter_Mon4_24400531#shake head#$r 24400532 0 winter_Mon4_24400532#Asking what's so strange",
    "winter_Mon4_24400530": "Well, I think so too. Thank you for not lying, I don't need those comforting words to take care of my poor self-esteem.$h#$b#After all, even if you think I'm weird, you still choose to communicate with me, and that's enough.#$b#I won't feel sad for people who are far away from me. Since I'm not the same person, there's no need to force it.",
    "winter_Mon4_24400531": "Yeah? Um...yes, thank you.#$b#There are too many people in the world, and no matter how strange I am, there will always be the same kind of people.",
    "winter_Mon4_24400532": "What's strange? Why are you still asking about me? It was obviously me who asked first...ah, I think it's weird that I would ask this question.",
    "winter_Tue10": "*Smile*Honey, please grab my neck.$h#$q 24400535/24400536/24400537 #…#$r 24400535 20 winter_Tue10_24400535#nod#$r 24400536 0 winter_Tue10_24400536#Shake your head and refuse#$r 24400537 0 winter_Tue10_24400537#Ask for reasons",
    "winter_Tue10_24400535": "%You agreed to her request. Although you didn't know why Yun Shen chose you to take this role, you were very obedient.#$b#%You grabbed her neck and squeezed her hands gradually. You were just listening to her words. As for what you were thinking in your heart, only you know.#$b#%Yun Shen didn't struggle much from beginning to end, or in other words, she struggled not to struggle.#$b#%Jian Yunshen's consciousness gradually became blurred under your actions. When you were thinking about whether it was time to stop, she motioned for you to stop.#$b#*Coughing, wheezing*Ahem... My heart is beating so hard, it's such a rare experience.$8#$b#*Calm your breathing*Huh... thank you @, I didn’t expect you to agree. I originally thought about dying in the hands of the person I love the most. That would be the best ending for me. Unfortunately, I still can’t let you go. I can't bear to let you carry my life, and I can't bear to leave you.$12",
    "winter_Tue10_24400536": "Indeed, it is difficult for normal people to agree.#$b#I'll give you this as an apology for maybe scaring you.$h[64]",
    "winter_Tue10_24400537": "Hmm...actually, you just want to try it? Because I haven’t had a chance to try it before.#$b#It’s impossible for my family to agree, I can’t open my mouth to my friends, I’ll feel uneasy with my netizens, and for you... I’m just giving it a try. If you can’t accept it, just reject me. I’m so tolerant that I won’t mind such a trivial matter.$h",
    "Mon": "...Something happened?",
    "Mon2": "You're here? I'll give you this and eat it slowly. Since you have something to eat, don't bother me anymore, okay?$h[904]",
    "Mon4": "A few days ago I discovered that a few pages were missing from my notebook, and I don’t know if I tore them out myself...$s",
    "Mon6": "I don’t want to rely too much on others, including you.#$b#Although you probably don’t mean this, don’t give me the illusion that I can rely on you and that I can escape?$h",
    "Mon8": "@, come here and do me a favor.#$b#Be my painting model. After all, it’s very troublesome to find references. It might take longer than it takes me to draw. So I saw you just arrived, so I asked for your help~$h#$b#%…#$b#%……very sour.#$b#%...How long do I have to do this action? I can’t hold on anymore.#$b#%…#$b#Okay, you can take a rest now. My great benefactor, this is a staff meal for you.$h[604]#$e#My painting? Oops, I'm too embarrassed to show it to you.$h#$e#Well, who calls you a model? You must want to know what you will be painted like. Then go ahead and watch it, it won’t look good anyway.#$e#%She showed you her painting, and you looked at it and thought her painting was pretty good-looking, at least better than your painting of Marnie.",
    "Mon10": "Except for the neck, this body is no different from ordinary people. It will not rot or dissolve. It is really magical...#$b#But thanks to this, I don't smell like dead bodies, otherwise I wouldn't be able to hug you.#$b#Why don't you give me a hug now?$h",
    "Tue": "Why are you here again? Is there anything worthy of your concern?",
    "Tue2": "Why should I wear a hood indoors? Oh, actually I am a girl with two mouths. The mouth on the back of my head is the one I love to eat the most, hehe~$h",
    "Tue4": "*Reading novels*This description of officialdom is too childish. All the characters are intellectually subdued. There is no irony or reflection in the plot. There is only a dramatic emotional scene where the male and female protagonists are confused...#$b#*sigh*Alas, no matter whether I watch it or not, it doesn’t look good. It’s so boring.$s",
    "Tue6": "I have a lot of small hair ties like this. Because I always lose them, I keep a lot of them.#$b#Why don't I tie your hair up? No matter how ugly it is, no one else will see it.$h",
    "Tue8": "When watching case explanation videos, there will always be a section that talks about the past experiences of the prisoners. These prisoners usually have a tragic or not-so-perfect past, and say that this may be one of the reasons for their crimes.#$b#I can accept this conclusion, but I cannot accept that the prisoner's criminal behavior was reasonable.#$e#I can accept a mother killing her rapist to avenge her violated daughter. But I cannot accept that a person commits criminal acts such as murder, rape, and violence due to an unfortunate childhood. For example, a person was domestically abused by his father when he was a child, but then he abused his wife and children when he grew up.#$b#My point is that their misfortune should not be borne by other innocent people.#$e#So if you meet such a person, I will not allow you to pity or even forgive them, otherwise you will give them the opportunity to hurt you.#$b#Even if that person is me, if one day I vent the pain I have endured on you, you are not allowed to forgive me easily. You should scold me or beat me up, or stay away from me. do you understand?",
    "Tue10": "Phew, so~tired~ah~#$b#Yo, @are you here? Sit down, sit down.$h#$b#Why am I tired? Hmm~ I have too much depression. I feel tired even when I breathe, every breath is forced out, and dizziness and heart attack are common.$h#$b#In addition, if the mind is not in an empty state, it will have random thoughts on its own. There are so many words that demean oneself in the mind. This idiom should be used correctly... In short, sick people are tired of everything they do.$h",
    "Wed": "Aren't you supposed to be busy? Is this such a convenient place for you?",
    "Wed2": "You came just in time, take it away before I feed it to death.$h[591 597]",
    "Wed4": "Hmm... after looking at it this way, you look quite cute.#$b#Although I'm not sure if it is in the eyes of others, it does make people want to be more tolerant of you.#$b#But I think your strong physique is also a reason for people's \"tolerance\", although I'm not afraid of this.$h",
    "Wed6": "friend? I have friends, although not many, but still some.#$b#It’s just that I can’t contact them anymore, but even if we have lost contact, I will always treat them as friends, so it doesn’t matter.",
    "Wed8": "*Reading novels*Uh-huh, it feels uncomfortable. Although it looks good, I felt uncomfortable watching it all day long...$s#$b#@, I just read Baihe’s article about the love between an unfavored queen and a personal maid, but the deep hatred in the ancient setting is really depressing and uncomfortable...$s",
    "Wed10": "Sure enough, I still don’t know what’s different about being in a relationship with someone. It is said that falling in love will make people’s hearts flow with honey when they think of the other person, but I just feel at ease. Is this also love? I do not understand.$s",
    "Thu": "…I guess that’s no reason for you to come into my house without knocking.",
    "Thu2": "%You saw Yun Shen painting.#$e#Um? Well, it’s nothing special. Anyone can do this.",
    "Thu4": "love? My evaluation is: It is best not to touch the unimaginable large-scale global gambling activities. This kind of emotion can easily break through people's defenses and then give you a fatal blow. It is really scary.$h",
    "Thu6": "Oh, I didn’t eat it. I forgot about it. I’ll eat it later.#$b#Hungry but not hungry, I have long been used to it.#$e#By the way, do you know what it feels like to not eat at all and be hungry for days?$h#$e#Probably, you will feel a little hungry on the first day, very hungry on the second day, and your body will urge you to find something to eat. You will still feel hungry when you wake up on the third day, but you will gradually stop being hungry, but your body will Will become very weak.#$b#On the fourth day, you will find that your legs are a little weak when walking. You need to work hard to stay awake. Do not stand for a long time. Your vision will go dark when you shower. Stand for five minutes and rest for five minutes to finish showering. On the fifth day, there was no motivation to get up at all, and the brain's thinking activity dropped significantly. No matter how much I like to think randomly, at this time, it will only be blank or chaotic, and no effective thinking can be obtained from it.#$b#The sixth day... Then I don't know. After all, I had to go to school on the sixth day, so I couldn't skip meals. I also felt it was a pity.$h",
    "Thu8": "Me as a student? Probably nothing special. Hmm... I don’t have many friends either. It’s because I transferred classes once, so my friends are all in other classes, and I can’t bother them all the time.#$b#Why don't you find new friends? Maybe it was because I was tired. I didn’t speak, and my classmates didn’t come to me specifically. In the end, I graduated silently.#$e#Cold violence? No, because I am not interesting and have nothing in common. Isn’t it normal for no one to approach me? Others don't say bad things about me, they just don't get along with me. How can it be called bullying?$u",
    "Thu10": "Come and let me hold you. We are lovers, aren't we?$h#$b#%Yun Shen hugged you very gently, her hands changing positions several times. She didn't seem to know quite how to hug you, so she finally chose to hug you without hesitation.",
    "Fri": "Why do I live here? Isn’t it normal for the dead to live in urns?$h#$b#Don't ask why it's an urn and not a coffin, just ask because I like it.$h",
    "Fri2": "*Drink water*The water tastes sweet.",
    "Fri4": "You will always come anyway, so I won’t pretend anymore. I have thought clearly, this is my home, why can't I move freely? I want to see what I want to see. If you don't accept it, you should leave.$h#$e#What do I love to watch? I eat a lot of things. I eat Lily and Danmei, as well as BG and GB. Regardless of whether you hate it or not, I just love watching it.$h",
    "Fri6": "*read comics*He is too cute! It's hard to tolerate it for a day.$h#$b#%You looked at the appearance of the character, and you were silent, because the character looked like a cute boy wearing women's clothes.#$b#Why do you have such a hard-to-speak expression? Kawah 1 is also 1. Don’t look down on women’s clothing attack, okay?$u",
    "Fri8": "A few days ago, my landlord gave me this as if he had done something wrong, and asked me if I had said anything strange. [66 233]#$b#It's obviously them who are weird. If they hadn't done bad things with good intentions, I would have been freed long ago.$a#$e#But they are really good people, and I can’t blame them...$s#$b#Uh-huh, this feeling of suffocation is so uncomfortable...$s",
    "Fri10": "%Yun Shen hooked your calf with her calf. She smiled at you, as if she didn't know what she was doing, and poked your thigh with her finger.#$b#*a sly smile*What am I doing? I'm acting like a hooligan~$h",
    "Sat": "I thought I had expressed that I didn’t want to be connected to people.",
    "Sat2": "Not in the mood to watch...#$e#Oh, useless people are like this, they have no interest in doing anything.$h",
    "Sat4": "%Yun Shen was holding a box in his hand, as if he was looking for something.#$b#*Digging around*These are knick-knacks that I collected on a whim in the past and I was wondering about cleaning them up.#$b#oh? this is……#$b#@, can you play Rubik's Cube? I don't know how to play, but I have one in my collection.",
    "Sat6": "I don’t know why I’m so irritable, I really want to hit someone, but I can’t...$a#$e#leave me alone. …I do not want to hurt you.$s",
    "Sat8": "what do you like? You always give gifts, so I want to give you something too.$h#$b#…#$b#Are you speechless again? Then I'll give it to you first.$s[64 60 62]",
    "Sat10": "As long as you stay with me, it's good. You don't need to do anything else, just like this...always...$s",
    "Sun": "Leave me alone.",
    "Sun2": "…#$b#They say you will become \"family\" too, is that true?#$b#who are they? Those two people, claiming to be devils, look almost exactly the same, and even have the same name. Do you really not recognize them?$u#$b#That's really weird...Forget it, I am the fool who trusts others. Since you don't know me, it's okay.#$e#Don't worry, this is a good thing for you. After all, they are weird people who asked me to be their \"family\" as soon as they met, so I can't blame them anymore.#$e#*Talking to oneself*Although they are good people, their kindness was given to the wrong person. If this kindness was given to me, wouldn't it harm me? It took a lot of effort for me to...$a",
    "Sun6": "The person I hate the most is myself, and the person I like the most is myself.$h#$b#The person who hates me most in the world can only be myself, and the person who likes me most in the world can only be myself. I am always my own.$h#$b#What am I doing? Of course I'm crazy, hehe.$h",
    "Sun10": "%You saw what Yun Shen wrote on the paper.#$b#this? I probably just wrote something on a whim, because my hands were shaking when I didn't write with a pen for so long.$h#$e#Oh, the way I hold the pen is indeed wrong. I use my ring finger to hold the pen. When I grow up, I find that others use their middle finger to hold the pen.#$e#Strange to say, not only me, but no teachers, classmates, or parents noticed it. But I think my parents only care about whether my grades can bring them face, so how can they pay attention to these trivial things?",
    "summer_Mon2": "Do you want this? If you want it, I'll give it to you. There's no room for it at home. [68 80 86]",
    "summer_Mon4": "I don't drink. I hate smoking, alcohol, and mahjong. I respect everyone's preferences, so I ask others to respect my likes and dislikes. Is this normal?",
    "summer_Mon6": "*read comics*He is too cute! He is a big innocent dog who blushes when teased.$h#$b#%You looked at that character's appearance, and that character seemed more suitable to be called handsome.#$b#Handsome? I can't say that, and besides, I really think he's cute. My highest opinion of a character is that he's cute, regardless of gender.$h",
    "summer_Mon8": "I'm not easily changed, otherwise I would have become my father's puppet. Whether it is authoritarian or gentle, as long as there is malicious intent behind it, I will not accept it.#$e#But I still quite like you.$h",
    "summer_Mon10": "Except for the neck, this body is no different from ordinary people. It will not rot or dissolve. It is really magical...#$b#But thanks to this, I don't smell like dead bodies, otherwise I wouldn't be able to hug you.#$b#Why don't you give me a hug now?$h",
    "summer_Tue2": "%Yun Shen was holding a box in his hand, as if he was looking for something.#$b#*Digging around*These are knick-knacks that I collected on a whim in the past and I was wondering about cleaning them up.#$b#oh? this is……#$b#@, can you play yo-yo? This was given to me by the church when I was a child.$h#$e#However, I am not religious. The primary school I attended was a Christian school and required us to attend church worship services.",
    "summer_Tue4": "A few days ago I discovered that a few pages were missing from my notebook, and I don’t know if I tore them out myself...$s",
    "summer_Tue6": "I often dream, and some dreams come true several times. I am very lucky that I have a dreaming physique, which enriches my boring and rotten life.$h",
    "summer_Tue8": "my hobby? Hmm... I have a hobby that may be relatively niche.#$b#I like to dissect my own inner world, deduce certain moods or behaviors of others and myself, and deduce the psychological processes they experience subconsciously.#$b#Although I don’t know if you can understand it, but I really think it is interesting.$h",
    "summer_Tue10": "There was a lot I wanted to do, but a lot of it didn’t get done. I want to make OC handwriting, write a complete OC story, and make a visual novel game...#$b#But I am too \"lazy\" and have no ability to excel. Even if I make it, it will be a shoddy waste product.#$b#*hold you*…#$b#*keep hugging*I like you...I like you...I like you so much...$l#$e#*let go*If I say I like you at this time, you may think that my feelings are fake, but it doesn't matter. Fake things can keep things real. Don't fall into that hole, Alice.$h#$b#%...You doubt whether Yun Shen is awake at this moment.",
    "summer_Wed2": "*yawn*Insomnia is really annoying.$s",
    "summer_Wed4": "I lost my voice briefly, but that didn't affect me. Although I like to talk to myself, I can be a taciturn person.",
    "summer_Wed6": "Uh-huh, I like gay friends when I play GalGame, and I like my girlfriends when I play female games. I’m hopeless...$s",
    "summer_Wed8": "Movies... I have watched very few movies, so I may not be able to recommend anything. I may prefer previous Hong Kong movies? Just those cops and robbers, martial arts, comedy, etc., which are really interesting.#$e#If you can accept the homosexual elements, \"M. Butterfly\" and \"Fingersmith\" are also good, although I don't regard the former as a love movie.",
    "summer_Thu2": "@, where is your farm in the town?#$b#%You pointed out the location of the farm to her on the map.#$b#It's not close. It seems you really like going to the mines.$h",
    "summer_Thu4": "You came just in time, take it away before I feed it to death.$h[402 421 593]",
    "summer_Thu6": "Where has all the happiness gone? I was also a lively and active child when I was a child. When did I become the person I am now, unable to support the wall with mud?",
    "summer_Thu8": "It's hard for me to say what I like specifically, because \"self\" was not seen, needed, or allowed in my growing up experience, and I can no longer tell what my thoughts are.",
    "summer_Thu10": "What do you like about me? I don't understand, maybe this is just a feeling, but the unknown is like an unstable factor that may collapse one day. But I'm a very casual person, so since it doesn't collapse, I'll leave it there for now.$h#$b#We can dance one dance after another, chat over and over again, and exchange each other's body temperature and breath intimately before this relationship collapses.$h#$e#I feel like the sentence just now can be put into the article, it’s a bit lewd.$h",
    "summer_Fri2": "Do you want some chocolate? Milk chocolate is too sweet for me.",
    "summer_Fri4": "%You see Yun Shen coding, as if writing an article.#$b#Well, I'm writing about my OC, but I'm just writing casually, and I can't write anything good with my writing style.",
    "summer_Fri6": "%You see Yun Shen painting, and you find that she never seems to paint, or only uses background color.#$b#…Because I don’t know how to do it. My color selection is too eye-catching, and I don’t have the patience. I prefer to draft at will and draw what I want to draw, rather than coloring.#$b#But you don’t need to persuade me to watch tutorials and learn. I just want to draw. I don't care whether my painting is good or not, and I won't post it for others to see. I just like to paint, that's all.#$e#Maybe my attitude is not good, but I have been \"pointed out\" by too many people. Everyone is trying to teach me how to do things, even if I have refused. I am really tired of those... idiots who like to teach others.$s",
    "summer_Fri8": "I guess you are very popular, so I'm jealous. Come and let me braid your hair, and I'll forgive you for making me feel uneasy.$h",
    "summer_Fri10": "I was briefly deaf.#$b#Isolated from all the noise in the world, although it was absolutely quiet, it was vaguely accompanied by auditory hallucinations simulated by my brain, as if I was separated from the world, making it easier for me to become trance-like.#$b#But I don’t hate that feeling. I don’t want to hear the troubles imposed on me by the people around me. I don’t want to hear the topics that others throw at me that I know nothing about. I don’t want to hear their moral kidnappings and vicious curses...#$b#If it comes at the cost of not being able to listen to music in the future, then I'm not unwilling.$h#$e#...Though I might want to hear your voice again.$l",
    "summer_Sat2": "I don’t believe in any religion. If you insist on asking, then I can only say that I believe in the “sleeping religion”. No one could resist sleeping. Those who resisted were punished by God and had a weak body.$h",
    "summer_Sat4": "I have a feather fabric that my friend bought for me at a comic exhibition. There are two big characters printed on the back: \"Buddha Style\".#$b#I thought that if I could learn to lie flat, I would not be so internally exhausted. Unfortunately, I still failed to learn to truly \"lie flat\" in the end.",
    "summer_Sat6": "Going out? Yes, as long as you can do it, I will go out with you immediately~$h#$e#What's wrong? Aren't you going to take me out?$h",
    "summer_Sat10": "As long as you stay with me, it's good. You don't need to do anything else, just like this...always...$s",
    "summer_Sun2": "You are also from the city, wouldn't you be uncomfortable with the life here? But there are many things to do, such as farming, breeding, fishing, and even fighting. These are too difficult for city people!$s",
    "summer_Sun4": "It's time for you to think about the topics occasionally, right?#$b#…#$b#No, are you talking?#$b#…#$b#Okay, I apologize. I shouldn't have forced you. Please forgive me.$s",
    "summer_Sun6": "Magic... I didn't believe it at first, because I thought those magical magics were more likely to be undiscovered or ununderstood science. But I did encounter \"magic\", which was so far out of line with the current level of technology that I had to believe in the existence of magic.",
    "summer_Sun8": "what do you like? You always give gifts, so I want to give you something too.$h#$b#…#$b#Are you speechless again? Then I'll give it to you first.$s[64 66 70]",
    "summer_Sun10": "My father is a domineering bastard, my mother is a stupid coward, and I am a hopeless loser. Unlike you, you are perfect.$h#$b#I know you also have your shortcomings, and you are not always so strong, but you love life and don't pin your life on others. That's good. I admire you very much.$h",
    "fall_Mon2": "Oh @You came just in time. Do you want to eat fruit? If I don't eat it, it will rot. I just forgot that it existed. [91 398]",
    "fall_Mon4": "%Yun Shen was holding a box in his hand, as if he was looking for something.#$b#*Digging around*These are knick-knacks that I collected on a whim in the past and I was wondering about cleaning them up.#$b#oh? This is... a folding fan. I have a useless little skill, that is, I can open the fan with one hand. This skill is really useless, but occasionally I think it looks cool when I do it.$h",
    "fall_Mon6": "I feel that my mood is very stable. I am going crazy, broken, and internally consumed steadily every day. This is so stable.$h",
    "fall_Mon8": "If I see something that scares me, I don't scream, I just bounce or freeze in place.#$b#I guess it’s probably because I have to be strong. Although I know that screaming does not mean weakness, I can’t. The more scared I am, the stronger I have to be. The more angry I am, the calmer I have to be. The more painful I am, the more I have to pity myself. I have always been Do this.",
    "fall_Mon10": "Except for the neck, this body is no different from ordinary people. It will not rot or dissolve. It is really magical...#$b#But thanks to this, I don't smell like dead bodies, otherwise I wouldn't be able to hug you.#$b#Why don't you give me a hug now?$h",
    "fall_Tue2": "What am I looking at? Reading, please don't disturb me first. I may not read a book once a year, but it's rare.",
    "fall_Tue4": "I think Nian Xia is attacking. Nian Xia is taller and more mature than Nian Shang. Nian Shang is even more reckless and baby-faced... So am I still eating Nian Xia?$a",
    "fall_Tue8": "Wow, the heroine of the redemption story was actually pretending. She made the villain hero fall into a gentle land, making the villain think that the heroine can't live without him. Then she took advantage of the villain's unpreparedness and imprisoned the villain. In the end, the heroine and Bai Yueguang were together. .#$b#...There are too many elements in this article.$h",
    "fall_Tue10": "I've talked too much about my past and my complaints, and I'm sorry for that.$s#$b#This feeling of being unable to stop wanting to talk is like a kind of revengeful psychology, such as staying up late with revenge, consumption with revenge, etc. …This feeling of losing control is very annoying.$s",
    "fall_Wed2": "That painting on the wall? I picked it up on the road and I think it’s quite suitable here.$h",
    "fall_Wed4": "Exercise...exercise is good. Exercise makes you healthy and makes you feel good. It’s so exciting. So go exercise quickly and don’t worry about me. Bye~$h#$e#You said you wanted me to go exercise with you?#$b#I know~ I'm just rejecting you. I don't want to faint and be picked up by you. That would be too shameful.$h",
    "fall_Wed6": "You came just in time, take it away before I feed it to death.$h[421 595]",
    "fall_Wed8": "*murmur*If it were you, I wouldn't be too repulsive.#$e#What am I talking about? Maybe it means I won't be disgusted by your approach?$s#$e#I am a troublesome person, like I am allergic to communication with others. I cannot maintain close contact and communication with people because I will feel irritated and disgusted in the process, even if I like the other person very much.$s#$b#This kind of irritability and disgust is not directed at the other person, but at this behavior. Communication consumes a lot of energy for me. I have very little energy, and I use it all to suppress negative emotions. When the energy is not enough to suppress, I My bad nature will be exposed.",
    "fall_Wed10": "How old am I? Twenty years old.#$b#Well, yes, I died before I even finished college. Now it doesn’t matter whether I studied or not. After all, I no longer have an identity in this society.$h#$b#But don't worry about yourself and pity me, okay? I'm content with being dead, I've never been freer, and it feels great.$h#$e#The room has a door instead of a curtain, there is no unobstructed indoor window, there is no voice of complaining and reproving from the living room, there is no coughing sound that makes me frightened, there is no scrutinizing gaze coming to my bedside in the middle of the night...#$e#Although I still want to die, I do feel much more comfortable.$h#$e#If you want to ask me why I feel comfortable but still want to die, it may be because my heart disease no longer knows the taste of contentment. It will only cry silently over the scars of the past, and then tear off the scars of the past or those that have just formed with my own hands. of wounds.#$b#I don’t know why it does this, maybe because it doesn’t want or can’t forget the pain and resentment it felt when it was hurt. Even if it can’t remember the specific incident, the scar is still there and has not disappeared.",
    "fall_Thu2": "Red Mushroom Stew~Red Mushroom Stew~You will go to hell after eating it~$h",
    "fall_Thu4": "A few days ago I discovered that a few pages were missing from my notebook, and I don’t know if I tore them out myself...$s",
    "fall_Thu6": "How to relieve fatigue? It depends on why you feel tired. Is it because you are busy and anxious at work? Things are not going well? Is the villain secretly causing trouble? Sensitive and internally consumed?#$b#You need to know the cause before you can prescribe the right remedy. There are only a few methods, and I can't give you any good advice. After all, my methods are all about sleeping and showing off.",
    "fall_Thu10": "I go online because I need it to help me get through these \"living\" times, but just living isn't enough, at least not for me.#$b#The feeling of emptiness is crazy. Even if you do something to enrich yourself, such as exercise and work, it is not enough. After a short period of satisfaction, there is a greater emptiness.#$b#In this case, then don't stop, can't stop, dare not stop, and finally your mind and body will fall into a dilemma of anxiety.#$b#I do like to complain, but you don't need to care too much about my mental state. My intention is not to ask for too much emotional value from you, although my negative remarks will inevitably affect your mood. If possible, I hope you can turn a deaf ear to all these complaints. After all, I also hope you can be well and happy.$s",
    "fall_Fri2": "I seem to smell the smell of wine from you.$s",
    "fall_Fri4": "I wonder, why are you so keen on being nice to everyone? Even if not everyone deserves it?",
    "fall_Fri6": "I'm afraid of insects, including butterflies.#$b#I don’t know why I think they are scary. I was pretty good at insects when I was a kid. I successfully caught butterflies three times!#$b#Although I let them all go in the end, their reaction after being caught was quite consistent, that is, they pretended to be dead. Even though I knew they were pretending to be dead, I still let them go.#$b#It’s not that I’m kind, although I don’t know why I let them go, but I think I was also afraid of insects when I was a child. Even though I would catch insects pretending not to be afraid as a child, I still remember that vague feeling of fear.#$b#It's just that I didn't know that feeling at the time was called fear. I only know that I can't. If I show fear, I will only be rejected by my family. If I show courage, I will not become a weakling, even if I am not that strong.",
    "fall_Fri8": "Don't look at my current appearance, but I used to be a very good student, and I ranked fifth in all subjects!$h#$b#...Well, people like me can be among the best, probably because the middle school I went to was too good.$s#$e#After that, I was affected by many changes. I no longer had any motivation to live my life, and my grades and physical condition plummeted. Although I can barely accept it myself, my parents don't understand me. It's really annoying, how could I not know what the problem is, but it's much harder to make them repent than to make me die!$h",
    "fall_Fri10": "I have changed? ...Maybe, are you trying to laugh at what I said before? Said I wouldn't be changed or anything...#$b#Then I have indeed changed. After all, I have left a place for you in my world. It is difficult not to change, right?$l",
    "fall_Sat2": "Um? Why is there a bruise on my calf? When did I get it?$u",
    "fall_Sat4": "@You are really good at choosing the right time to come. Do you want to eat the dessert I just bought?$h[233 604 611]",
    "fall_Sat6": "You mean when we first met? I did have a bad attitude at that time, and I apologize to you for that.$s",
    "fall_Sat8": "fighting? I can fight. Although I'm weak, I'm not afraid of death. It's not a problem to kill some little monsters, but it's just a bit embarrassing.$h",
    "fall_Sat10": "As long as you stay with me, it's good. You don't need to do anything else, just like this...always...$s",
    "fall_Sun2": "*Unconscious murmur*Jellyfish...jellyfish...delicious...",
    "fall_Sun4": "*Gritting teeth*I'm really fed up with these OOC fanfics. How did the strong comradeship between the two people in the original work be written into the literature about the domineering boss's spoiled wife? Does it even have this much to like watching? Are all netizens blind?$a",
    "fall_Sun6": "People in the town probably don’t know me, because I moved here from the city and I don’t usually go out. They probably think I’m a tourist coming to attend the festival.",
    "fall_Sun8": "what do you like? You always give gifts, so I want to give you something too.$h#$b#…#$b#Are you speechless again? Then I'll give it to you first.$s[64 86 905]",
    "fall_Sun10": "Taking photos? When you mention this, I think of one thing.$h#$b#I probably don’t have any photos of me at home because I don’t like to take pictures. The latest photo should be when I took my adult ID card. My parents may not be able to find it yet. Now they are having a hard time finding a photo of me.$h#$e#Of course, it's also possible that they didn't give me a funeral at all, but I just didn't care.$h#$e#Hiss...but I also really want to visit my own grave.$h",
    "winter_Mon2": "@You are really good at choosing the right time to come. Do you want to eat the dessert I just bought? [211 220 232]",
    "winter_Mon6": "I'm very afraid of pain, so I haven't learned to skate yet...$s",
    "winter_Mon8": "I kind of know what to say to please people, but I'm not trying to please anyone.#$b#Although I sometimes remain silent about things I disagree with in order not to offend others.",
    "winter_Mon10": "Except for the neck, this body is no different from ordinary people. It will not rot or dissolve. It is really magical...#$b#But thanks to this, I don't smell like dead bodies, otherwise I wouldn't be able to hug you.#$b#Why don't you give me a hug now?$h",
    "winter_Tue2": "Do you feel hot wearing so much? After all, the temperature here is not affected by the outside world.$s",
    "winter_Tue4": "%Yun Shen was holding a box in his hand, as if he was looking for something.#$b#*Digging around*These are knick-knacks that I collected on a whim in the past and I was wondering about cleaning them up.#$b#oh? this is……#$b#@, did you have an electronic pet when you were a child? I didn't have the opportunity to play when I was a child, so I was quite envious of other students in the class who could play.#$b#When I grew up, I accidentally saw it again and bought one to take home. Unfortunately, my mood was no longer the same as before, and I could no longer achieve the level of happiness I originally imagined.",
    "winter_Tue6": "The bitterness of tea is great, I think so.$h#$e#Put it this way, I seem to like both sweet and bitter.$h",
    "winter_Tue8": "My father once told me when I was broken that no one in the world would love me except my parents.#$b#But why don’t I know that no one will love me? But I don't agree with what he said. My parents don't really love me. They just think they love me, but they don't care about my wishes and hurt me regardless of my life or death. The only person in the world who will always love me and never betray me is myself.",
    "winter_Wed2": "So boring - so boring -",
    "winter_Wed4": "You came just in time, take it away before I feed it to death.$h[418]",
    "winter_Wed6": "*Warmly complaining*Uh-huh, other people's confessions were interrupted by fireworks, but your confession was interrupted by artillery fire, and you were killed together. Two people didn't even know they liked each other until they died. Could this be considered a form of self-sacrifice? What a hell joke.$s",
    "winter_Wed8": "I'm not easily changed, otherwise I would have become my father's puppet. Whether it is authoritarian or gentle, as long as there is malicious intent behind it, I will not accept it.#$e#But I still quite like you.$h",
    "winter_Wed10": "%You see the Word file text on the computer: you are obsessed with it all day long in your mind, and you spend all night with it in your dreams; you explore its outline while writing, and explore its existence in your words.#$e#Uh, um, I just wrote it for myself...don't make fun of me, don't judge me, my heart can't bear the blow.$s#$e#\"what is it? Actually it's nothing special, it refers to death.#$e#But I won't do it. If you don't want me to leave you, then I won't try it easily.",
    "winter_Thu2": "Listen to the music and have fun! I love listening to it, it sounds good, this is the song that makes me happy!$h#$b#%…nerve.",
    "winter_Thu4": "Hmm... after looking at it this way, you look quite cute.#$b#Although I'm not sure if it is in the eyes of others, it does make people want to be more tolerant of you.#$b#But I think your strong physique is also a reason for people's \"tolerance\", although I'm not afraid of this.$h",
    "winter_Thu6": "*read comics*Good job complaining! I too suffered from it, it was literally my mouth.$h#$b#*read comics*But brother, I see that you still have charm. Hehe, I will go find your food later!$h#$e#Oh, this comic is \"The World Will Definitely Become BL VS The Man Who Never Wants to Become BL\". It's perfectly fine to read this comic as a comedy.$h",
    "winter_Thu8": "my hobby? Hmm... I have a hobby that may be relatively niche.#$b#I like to dissect my own inner world, deduce certain moods or behaviors of others and myself, and deduce the psychological processes they experience subconsciously.#$b#Although I don’t know if you can understand it, but I really think it is interesting.$h",
    "winter_Thu10": "My parents always say that I eat their stuff, wear their stuff, and live in their stuff. How dare I feel dissatisfied with them and call me a white-eyed wolf?#$b#Well, they're right. They don’t wonder who has paid my tuition and book fees every year since middle school. I only eat one meal a day and pay for them by saving my breakfast and lunch money. They haven’t even paid a penny for college tuition. .#$b#They accused me of not going out to exercise, but they didn't think about whether I had casual clothes besides my school uniform.#$b#They said that I couldn't have secrets. There were no doors in the room, and there were no curtains to block the indoor windows. They could know what I was doing at any time.#$b#They said I was withdrawn and had no friends, but they forgot that they cursed my former friends and said they had taught me bad things.#$b#Would you say this is a kind of sadness? How weak do they have to be to do this to their children?",
    "winter_Fri2": "*yawn*Insomnia can be really annoying sometimes, especially if you stay up all night.$s",
    "winter_Fri4": "love? My evaluation is: It is best not to touch the unimaginable large-scale global gambling activities. This kind of emotion can easily break through people's defenses and then give you a fatal blow. It is really scary.$h",
    "winter_Fri6": "I don’t want to rely too much on others, including you.#$b#Although you probably don’t mean this, don’t give me the illusion that I can rely on you and that I can escape?$h",
    "winter_Fri8": "It's hard for me to say what I like specifically, because \"self\" was not seen, needed, or allowed in my growing up experience, and I can no longer tell what my thoughts are.",
    "winter_Fri10": "I would feel ashamed to say \"I like you\", but if I don't say it, I will probably miss each other.#$b#I don’t know if I can make you feel loved through my actions, so at least I have to do this simple verbal expression. Compared with shame, you are more important.$l",
    "winter_Sat2": "You're here? I'll give you this and eat it slowly. Since you have something to eat, don't bother me anymore, okay?$h[904]",
    "winter_Sat4": "I actually thought about buying a chair so that you can have a seat when you come.#$b#But, this place is really too small, and there’s no room to put it in, so you can just sit next to my bed.",
    "winter_Sat6": "I often dream, and some dreams come true several times. I am very lucky that I have a dreaming physique, which enriches my boring and rotten life.$h",
    "winter_Sat8": "I guess you are very popular, so I'm jealous. Come and let me braid your hair, and I'll forgive you for making me feel uneasy.$h",
    "winter_Sat10": "As long as you stay with me, it's good. You don't need to do anything else, just like this...always...$s",
    "winter_Sun2": "Not in the mood to watch...#$e#Oh, useless people are like this, they have no interest in doing anything.$h",
    "winter_Sun4": "A few days ago I discovered that a few pages were missing from my notebook, and I don’t know if I tore them out myself...$s",
    "winter_Sun6": "I don’t know why I’m so irritable, I really want to hit someone, but I can’t...$a#$e#leave me alone. …I do not want to hurt you.$s",
    "winter_Sun8": "what do you like? You always give gifts, so I want to give you something too.$h#$b#…#$b#Are you speechless again? Then I'll give it to you first.$s[64 84 727]",
    "winter_Sun10": "%Yun Shen took your hand and found that your body temperature was very low. She wrapped her hands around your hand in an attempt to warm it, but instead her hand became cold.#$b#%After realizing that his efforts were in vain, Yun Shen pursed his lips and immediately got into your arms.^%After realizing that his efforts were in vain, Yun Shen pouted and hugged you directly into his arms.#$b#I just feel hot, and your big ice cube is just right for me.$l"
}