{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Data/Events/Forest",
            "Entries": {
                "24400020/f YunShen 2500/t 600 1900/e 24400015/n yunshenLetter6": "continue/40 11/farmer 39 11 2 YunShen 40 11 2/skippable/pause 3000/speak YunShen \"That's rare, right? I'll ask you out or something.$h\"/pause 1000/emote farmer 32/emote YunShen 32/pause 3000/emote YunShen 40/pause 1000/speak YunShen \"@, I know you have the fragments of my notes, although I only found out about it recently.$s#$b#Although I don't know when you received it, I am very grateful that you didn't stay away from me because of it.$s#$b#Regarding my death, I think it's time for me to talk about it, but there's nothing to hide here, I did die once.#$b#As for how I died... probably my death date came, so I died.$h#$b#The way I died was that I was pierced through the neck by a steel bar. Before I died, I saved a girl. I thought it was great at the time, after all, I wanted to die anyway, and I could save another life before I died. It was a great deal.#$b#But I didn't expect that the girl also saved me. When I woke up, I saw two people, one was the girl I saved, and the other was her brother.$s#$b#After I despairingly found that I didn't die, I told them in a somewhat collapsed state that I didn't want to live anyway, and asked them to kill me.#$b#As a result, they looked at each other and began to sing the same tune, saying that I had died once, and if I wanted to die, then they wanted me to live, because they were demons who loved to play the opposite tune and not let humans get what they wanted.#$b#After saying such outrageous words, they also invited me to become their family. Don't you think these two people are weird?$h#$b#But I also know that they are actually good people. I just can't stand that I was saved after dying so hard.#$b#Except for death, they helped me arrange everything according to my wishes, so that I would be recognized as dead by society, and then moved from the city to here and lived in this urn.#$b#They said I could live here as long as I wanted, living was the rent, breathing was the food, and thinking was the entertainment... It can be seen that they are really afraid of my death.$h#$b#They said that in the future I will meet family that I agree with. The family they mentioned seems to refer to people who are completely trustworthy, and I am also a member of their family.#$b#After I knew about this, I curiously asked them why they trusted me so much, but they just looked at me and smiled without saying anything.#$b#…Now when I think about it, I still feel a little angry.$s#$b#And now, I think the family they are referring to is”yes…\"/pause 1000/emote YunShen 28/pause 1000/faceDirection YunShen 3/pause 500/faceDirection farmer 1/pause 1000/speak YunShen \"*deep breath*Huh…#$b#…@, I like you.#$b#Although we are already dating, I want you to…reject me.$s#$b#When you first confessed to me, I convinced myself that I agreed to you because I didn’t want to lose a good friend.$s#$b#Unfortunately, I still couldn’t deceive myself. Every time I was with you, I couldn’t take my eyes off you.$l#$b#At this time, I knew that my prison of repressing emotions had been breached. This love had grown to a point that I could not ignore.$s#$b#But according to my moral standards, I am not a good dating partner. I like you, so I don’t want you to waste your time and energy on me, a worthless piece of trash.#$b#I don’t believe in feelings, and I have always suppressed my feelings, so so far, except for family affection, I have successfully not been hurt by anyone’s feelings.#$b#It’s not that my heart has never beat for humans, but I can always strangle it on the spot when it just starts to show signs.#$b#Family affection alone has caused me so much suffering, and love will eventually become a kind of family affection. In my opinion, this is obviously a trap that uses love as bait.#$b#*bitter smile*… although I was eventually caught.$s#$b#I don’t have the ability to love or accept love normally, and my emotions are unstable. It is absolutely irresponsible to interact with others and it is an immoral behavior.#$b#Although I made a mistake once because I was greedy for your tenderness, I can’t make it again.$s#$b#I like you very much, but your position in my heart will only stay in the second place forever. I insist that the person I love most can only be myself.$s#$b#Although this does not mean that you are not important to me, I can’t love you more than I love myself, otherwise it will be a betrayal of me.$s#$b#My life, my first life, has witnessed that the only person who will always love me and will never betray me is me, and I can’t betray me.$s#$b#So, I sincerely think you should reject me. What are you doing with a selfish person like me? You might as well feed me to the dogs.$s#$b#*Seriously*I'm sorry that I may have hurt you, but don't worry, I will get my retribution. If not, I will make it happen.#$b#…#$b#…Please reject me, so that my selfishness will not hurt you further.\"/pause 1000/emote farmer 28/pause 1000/question fork0 \"#breakupandrelationship#breakup\"/fork YunShenDoNotBreakUp/pause 1000/speak YunShen \"…$7#$b#Of course, we have no relationship now.$7#$b#But if you are still willing to come to me, I will treat you like a friend.$7#$b#If you are very angry with me and are unwilling to forgive me, then you can do whatever you want to me. Whether it is beating me or scolding me, I will not resist. You have every reason to do this to me.$7\"/pause 1000/emote YunShen 28/pause 2000/friendship YunShen -1000/addConversationTopic YunShenXtopic/end invisible YunShen",
                "YunShenDoNotBreakUp": "emote YunShen 16/pause 1000/speak YunShen \"Haha, what's that? A way to have the best of both worlds like this... you're really hard not to fall in love with.$12\"/message \"Although Yun Shen was smiling, you felt like she was about to cry.\"/speak YunShen \"You are willing to accept a selfish person like me. You are such a fool, but the cutest fool in the world.……$12\"/pause 1000/emote YunShen 28/pause 1000/speak YunShen \"Actually, I didn't want to break up, I was just, just afraid...$8#$b#I was afraid that you would leave me after knowing my true nature, so I told you the truth first, so that you would never abandon me. I forced you to throw me away, not because you couldn't accept me...$8#$b#But you didn't, you didn't leave me, even though you knew I was a selfish bastard.$12\"/message \"Yun Shen took your hand and kissed your palm.\"/speak YunShen \"I love you. I will do my best to love you, trust you, and share my world with you. This is my promise and oath to you.$12#$b#Although I belong to myself, you will become a part of my true self. If I don't love you, it means denying and betraying me. If that day really comes, I believe I will kill myself.$12#$b#Because if even I betrays myself, then I don't need to live for anyone.$13\"/pause 2000/friendship YunShen 50/end dialogue YunShen \"%When she sees you coming to see her, her face is filled with joy, but she is also cautious in confirming whether you really don't mind her presence.\""
            }
        }
    ]
}