{
    "patio_YunShen": "...Nothing, I'm just in a daze.$h#$b#After being with you, I actually go out to bask in the sun. What a subtle change.$h",
    "spouseRoom_YunShen": "%Yun Shen was in a daze again.",
    "funLeave_YunShen": "Are you surprised when I go out? Indeed, I feel so too. I just don’t know why I have a strong urge to go out. Although it’s not a bad thing, why is this?$s",
    "NoBed_0": "No, how can you sleep without a bed?$s",
    "NoBed_1": "Did you do it on purpose or accidentally? Where's my big bed?$s",
    "NoBed_2": "Where shall I sleep tonight? Tell me baby, where should I sleep?$s",
    "NoBed_3": "…",
    "spring_1": "Well, now another year has passed and a new year has begun.#$b#…#$b#…@, you know, it’s better for you to die later than me. Suicide is painful, but there is nothing to miss in the world without you.$h#$b#I didn't choose to live for you, but I don't want to be that kind of person...the kind of person who can only embrace the memories with you and wander around in this world in confusion.",
    "spring_23": "You won't leave me alone to invite others to dance tomorrow, will you?$h#$e#Okay, maybe I'm asking for too much. If you really want to do this, then I won't stop you.",
    "summer_1": "Summer is said to be the season of youth, but that does not affect my stay at home all year round.$h#$b#For me, why go out in such hot weather?$h",
    "fall_26": "All Souls' Day, a dear holiday.$h#$b#Although I don’t go out of my way to celebrate, I feel like I fit in well with this holiday.",
    "winter_1": "It's so cold in winter, I think now I'm not just staying at home, I can't even leave the quilt!$h",
    "winter_23": "What should I give to you at the Winter Star Feast tomorrow? Colorful fragments, everyone seems to like this.#$b#I'll look for it...here, here it is. [74]",
    "winter_28": "Tomorrow the snow will melt overnight.#$b#You think it would be great if the frost in people's hearts could melt away overnight?$s#$b#I love you. Although I am still sad in my heart, I still remember the warmth you brought me. Thank you for this year.$l",
    "Rainy_Day_0": "In fact, as long as I don’t have to go out, I quite like rainy days.$h",
    "Rainy_Day_1": "In addition to protecting the head from getting wet, the umbrella also serves as a \"cover\".$h#$b#So even if you go out without an umbrella, I won't say anything. At worst, I will take care of you if you get sick.$h",
    "Rainy_Day_2": "*yawn*Dear, have you gone out? Rice, here you go. [194 195 198][199 201 202]",
    "Rainy_Day_3": "*look at*Would you go out wearing this? Will you catch a cold?$s#$b#But it’s raining. There’s nothing you can do about it. Whatever you wear, you’ll get caught in the rain.$s",
    "Rainy_Day_4": "I think this day is very suitable for sleeping.$h#$b#But you definitely can’t sit still, so please pay attention to safety, otherwise I will feel guilty for not being able to be by your side when you need me most.$s",
    "Rainy_Day_YunShen": "There was one day when I was arguing with my father outside. It was also a rainy day like this.#$b#My father and I broke up on bad terms. I was walking aimlessly on the street in the rain. I felt like everyone around me was looking at me strangely and seemed to be laughing at me.#$b#I won't laugh at my stupidity at that time, I just think it's great that I can meet you.$l",
    "Rainy_Night_0": "What about supper? Oh, it turns out that dinner is here~ Then @Children, please eat quickly. If you don’t eat, you will die~$h[205 206 207][210 212 213]",
    "Rainy_Night_1": "Towels and hot water are ready. Go take a shower or you'll catch a cold.$h",
    "Rainy_Night_2": "%Yun Shen was in a daze.#$e#Don't you think rain is the collective free fall of raindrops?$h",
    "Rainy_Night_3": "I think it's time for me to return to the happy bed from the happy house. Rainy days really make people sleepy.$h",
    "Rainy_Night_4": "Do you still have work to take care of? If not, just watch old dramas with me. I should be able to finish watching them with you. After all, the previous dramas were too long.$h",
    "Rainy_Night_YunShen": "Are you getting bored of me? After all, I can't help but complain to you.$s#$b#If you have any dissatisfaction with me, you must say it, otherwise I won't know.$s",
    "Indoor_Day_0": "Miss you? Ah...Yes, I will, of course I will miss you.#$b#Why don't you think of me too? You should tell me whether you want to eat this dinner or not.$h",
    "Indoor_Day_1": "I hate organizing things, but once I start organizing, I get obsessed with it. I don’t know if it’s just me that’s so weird.$h",
    "Indoor_Day_2": "Honey, come over and have something to eat~$h[204 211 214][215 218 219]#$e#What? My tone sounds like I'm calling the dog to eat? That's really... so interesting haha~$h",
    "Indoor_Day_3": "Pay attention to safety when fighting and don't get hurt, okay? Although I like every scar on your body, it would be better if you were not injured.",
    "Indoor_Day_4": "*wry smile*I wish I could help, but you are too powerful, so I can only do the little things I can.",
    "Indoor_Day_YunShen": "%Yun Shen was in a daze, and she was caressing your hair unconsciously.",
    "Indoor_Night_0": "You are working so hard. In fact, I am making money from accepting manuscripts, although my income is really nothing compared to yours...$s[166]",
    "Indoor_Night_1": "Don't worry, I won't cry at night anymore. After all, there is someone watching next to me, so I really can't cry.$h#$b#Just kidding, because when I'm around you, I become a little stronger than I really am.$l#$e#So if I can be greedy, I hope you can always be by my side...$l",
    "Indoor_Night_2": "Thank you for your hard work, come here and let me reward you.$h#$b#%Yun Shen rubbed your head, smiled and kissed your cheek. Look at her happy look, and you can't tell who she is rewarding.",
    "Indoor_Night_3": "%Yun Shen was groping you, but you stopped her before things got weirder.#$b#I don’t know why, I feel a bit unreal. Even though you are here, I feel that you don’t belong here. Is this the worry about gains and losses after being happy for a long time...$s",
    "Indoor_Night_4": "You are so cute, I want to love you more...$l",
    "Indoor_Night_5": "It's time to eat. You actually made it in time for dinner. It's so touching.$h[224 225 226][229 231 237]",
    "Indoor_Night_YunShen": "By the way, my sleeping posture is quite bad. I shouldn’t have kicked you out of bed, right?$h#$e#I hugged you tightly? ...It's not impossible, but is it really so?$l",
    "Outdoor_0": "Do you admire me? I wake up earlier than you every time.$h#$e#Because I go to bed earlier than you? Then you can come back early and sleep with me~$h",
    "Outdoor_1": "Yo, isn't this @? If you want to go out, you have to pay me the toll.#$b#*Yun Shen pointed his finger at his cheek*Come on, face here and give me a kiss.$h",
    "Outdoor_2": "Yo, isn't this @? If you want to go out, you have to pay me the toll.#$b#*Yun Shen pointed at his lips*Come on, face here and give me a kiss.$h",
    "Outdoor_3": "Honey, will you come back early tonight? I think we can do something fun~$h",
    "Outdoor_YunShen": "*Hold your face with both hands*Hehe, you are so cute. Don’t be stupid and get deceived outside, got it?$h",
    "Good_0": "Hee hee, you are so good, you have worked so hard, come and let me kiss you.$h",
    "Good_1": "Although I don’t believe in marriage, love, or vows...but I believe in you, so I agreed to your proposal, and now I am very happy.$h",
    "Good_2": "……I love you.$l#$e#This sentence has a very heavy weight in my heart.$l#$e#Only I know how difficult it is for me to accept the feelings in my heart, the difference between \"I like you\" and \"I love you\", but you are worth it.$l",
    "Good_3": "I had witnessed my parents' broken home, so I thought I would become a non-marriage activist.#$b#But you are so beautiful that I don’t want to let go of the hand you extended to me.$l",
    "Good_4": "You are so cute that I can’t help but think about you, so come here and accept the ravages of fate haha~#$b#%She rubbed you all over, unexpectedly like you were being massaged, feeling so comfortable all over. You look at Yun Shen, she smiles openly, not sure if she originally wanted to give you a massage.",
    "Good_5": "Thank you for bringing me happiness. I never knew that there was happiness that only belongs to me in the world... Thank you, I love you.$12",
    "Good_6": "I'm painting you.$h#$b#Describing the face of your lover sounds very romantic and happy, doesn’t it?$h#$b#Of course, I am actually really happy.$h",
    "Good_7": "*soft voice*My dear, I want to give you all I have...$l#$b#%She comes closer to you, her breath hitting the crook of your neck. She gently leads your hand to her breast pocket.#$b#Yes, this is my salary, all of it is given to you.$h[166]",
    "Neutral_0": "My dear, the bed at home is for you to come back to sleep, not for you to sleep on the doorway or on the floor, so come back and sleep early, right?",
    "Neutral_1": "Seriously, what can I give you? After I saw the contents of your box, you really have everything.$s",
    "Neutral_2": "I'm playing psychological tests, but I'm just having fun.$h",
    "Neutral_3": "%Yun Shen is listening to music.#$e#Do you want to hear it too? Then let’s listen together.$h#$b#%It turns out that what she just listened to was psychedelic rock.",
    "Neutral_4": "%Yun Shen was in a daze.#$e#%Yun Shen was still in a daze.#$e#%Yun Shen has been in a daze.",
    "Neutral_5": "You should also pay attention to rest occasionally, right? It's not good to be too tired.$s",
    "Neutral_6": "If your home is spacious, you won't feel too depressed, but a small space can still give you a sense of peace of mind.$h",
    "Bad_0": "Don’t you still have work to do?",
    "Bad_1": "*sigh*Why on earth do you want to keep me? You don’t love me, but you don’t want me to die either? Really...why do you have to wrong yourself so much?",
    "Bad_2": "I seem to see the shadow of my father in you. To be honest, I am a little afraid of you...$s",
    "Bad_3": "Don't worry, I won't cling to you. I've long been used to being alone.",
    "Bad_4": "Failed, neither me nor you.#$b#Maintaining relationships is indeed a difficult thing...otherwise I don't understand why everyone I cherish makes my soul silent and drowning.$s",
    "Bad_5": "@,Do you love me?#$b#Or do you love the me before the change, the broken girl who was not tamed by you? Even if you know...I am in a state of being broken at the touch of a touch?",
    "Bad_6": "I learned how to sew dolls, and now I can do it too. I won’t bother you anymore. After all, your time is precious, right? You usually don't even want to chat with me.#$b#But I also understand that it is precisely because I don’t want to bore the other person further that I choose not to talk to the other person. I understand all of this, really.",
    "Bad_7": "I'm fine, don't worry.#$e#Ahaha...what am I talking about? Are you really worried?$s",
    "Bad_8": "This is for you, if you don’t like it, throw it away. [402 418 591]#$b#... Me too, if you don’t like it, just throw it away, no one will blame you.$s",
    "Bad_9": "…#$e#…I’m just tired and don’t really want to talk.#$e#…Feel sorry.$s"
}